[ 
	{
		"id": "Pohl2022",
		"year": 2022,
		"title": "Hafnia Hands: A Multi-Skin Hand Texture Resource for Virtual Reality Research",
		"authors": "Henning Pohl and Aske Mottelson",
		"type": "journal",
		"file": "Pohl2022Frontiers.pdf",
		"github": "https://github.com/henningpohl/Hafnia-Hands",
		"doi": "10.3389/frvir.2022.719506",
		"venue": "In Frontiers in Virtual Reality",
		"abstract": "We created a hand texture resource (with different skin tone versions as well as non-human hands) for use in virtual reality studies. This makes it easier to run lab and remote studies where the hand representation is matched to the participants’ own skin tone. We validate that the virtual hands with our textures align with participants’ view of their own real hands and allow to create VR applications where participants have an increased sense of body ownership. These properties are critical for a range of VR studies, such as of immersion."
	},
	{
		"id": "Bergstroem2022",
		"year": 2022,
		"title": "Sense of Agency and User Experience: Is There a Link?",
		"authors": "Joanna Bergström, Jarrod Knibbe, Henning Pohl, and Kasper Hornbæk",
		"type": "journal",
		"file": "Bergstroem2022TOCHI.pdf",
		"doi": "10.1145/3490493",
		"venue": "In ACM Transactions on Computer-Human Interaction, 29(28)",
		"talkvideo": "Q5kxNPBiBRo",
		"abstract": "Sense of control is increasingly used as a measure of quality in human-computer interaction. Control has been investigated mainly at a high level, using subjective questionnaire data, but also at a low level, using objective data on participants’ sense of agency. However, it remains unclear how differences in higher level, experienced control reflect lower level sense of control. We study that link in two experiments. In the first one we measure the low-level sense of agency with button, touchpad, and on-skin input. The results show a higher sense of agency with on-skin input. In the second experiment, participants played a simple game controlled with the same three inputs. We find that on-skin input results in both increased sense and experience of control compared to touchpad input. However, the corresponding difference is not found between on-skin and button input, whereas the button performed better in the experiment task. These results suggest that other factors of user experience spill over to the experienced control at rates that overcome differences in the sense of control. We discuss the implications for using subjective measures about the sense of control in evaluating qualities of interaction."
	},
	{
		"id": "Pohl2021",
		"year": 2021,
		"title": "Poros: Configurable Proxies for Distant Interactions in VR",
		"authors": "Henning Pohl, Klemen Lilija, Jess McIntosh, and Kasper Hornbæk",
		"type": "full",
		"file": "Pohl2021CHI.pdf",
		"github": "https://github.com/henningpohl/poros",
		"doi": "10.1145/3411764.3445685",
		"venue": "In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems - CHI '21",
		"talkvideo": "cuTcuypFeao",
		"video": "ijurCmalZ3o",
		"acceptance": 26.3,
		"abstract": "A compelling property of virtual reality is that it allows users to interact with objects as they would in the real world. However, such interactions are limited to the space within reach. We present Poros, a system which allows users to rearrange space. After marking a portion of space, the distant marked space is mirrored in a nearby proxy.  Thereby, users can arrange what is within their reachable space, making it easy to interact with multiple distant spaces as well as nearby objects. Proxies themselves become part of the scene and can be moved, rotated, scaled, or anchored to other objects. Furthermore, they can be used in a set of higher-level interactions such as alignment and action duplication. We show how Poros enables a variety of tasks and applications and also validate its effectiveness through an expert evaluation."
	},
	{
		"id": "Pohl2020",
		"year": 2020,
		"title": "Body LayARs: A Toolkit for Body-Based Augmented Reality",
		"authors": "Henning Pohl, Tor-Salve Dalsgaard, Vesa Krasniqi, and Kasper Hornbæk",
		"type": "full",
		"file": "Pohl2020VRST.pdf",
		"github": "https://github.com/henningpohl/body-based-ar-tk",
		"doi": "10.1145/3385956.3418946",
		"venue": "In Proceedings of the 26th ACM Symposium on Virtual Reality Software and Technology (VRST '20)",
		"video": "teJdm4_QjUY",
		"talkvideo": "Fgat4lVlMxg",
		"acceptance": 26.5,
		"abstract": "Technological advances are enabling a new class of augmented reality (AR) applications that use bodies as substrates for input and output. In contrast to sensing and augmenting objects, body-based AR applications track people around the user and layer information on them. However, prototyping such applications is complex, time-consuming, and cumbersome, due to a lack of easily accessible tooling and infrastructure. We present Body LayARs, a toolkit for fast development of body-based AR prototypes. Instead of directly programming for a device, Body LayARs provides an extensible graphical programming environment with a device-independent runtime abstraction. We focus on face-based experiences for headset AR, and show how Body LayARs makes a range of body-based AR applications fast and easy to prototype."
	},
	{
		"id": "Lilija2020",
		"year": 2020,
		"title": "Who Put That There? Temporal Navigation of Spatial Recordings by Direct Manipulation",
		"authors": "Klemen Lilija, Henning Pohl, and Kasper Hornbæk",
		"type": "full",
		"file": "Lilija2020CHI.pdf",
		"doi": "10.1145/3313831.3376604",
		"venue": "In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems - CHI '20",
		"video": "KlKw6ryRT_o",
		"talkvideo": "lp22J8Jfm5k",
		"acceptance": 24.3,
		"abstract": "Spatial recordings allow viewers to move within them and freely choose their viewpoint. However, such recordings make it easy to miss events and difficult to follow moving objects when skipping through the recording. To alleviate these problems we present the Who Put That There system that allows users to navigate through time by directly manipulating objects in the scene. By selecting an object, the user can navigate to moments where the object changed. Users can also view trajectories of objects that changed location and directly manipulate them to navigate. We evaluated the system with a set of sensemaking questions in a think-aloud study. Participants understood the system and found it useful for finding events of interest, while being present and engaged in the recording."
	},
	{
		"id": "Larsen2019",
		"year": 2019,
		"title": "The Influence of Hand Size on Touch Accuracy",
		"authors": "Joachim Normann Larsen, Tórur Højgaard Jacobsen, Sebastian Boring, Joanna Bergström, and Henning Pohl",
		"type": "full",
		"file": "Larsen2019.pdf",
		"doi": "10.1145/3338286.3340115",
		"venue": "In Proceedings of the 21st International Conference on Human-Computer Interaction with Mobile Devices and Services - MobileHCI '19",
		"acceptance": 26.4,
		"abstract": "Touch accuracy is not just dependent on the performance of the touch sensor itself. Instead, aspects like phone grip or occlusion of the screen have been shown to also have an influence on accuracy. Yet, these are all dependent on one underlying factor: the size and proportions of the user's hand. To better understand touch input, we investigate how 11 hand features influence accuracy. We find that thumb length in particular correlates significantly with touch accuracy and accounts for about 12% of touch error variance. Furthermore, we show that measures of some higher level interactions also correlate with hand size."
	},
	{
		"id": "Muresan2019",
		"year": 2019,
		"title": "Chats with Bots: Balancing Imitation and Engagement",
		"authors": "Andreea Muresan and Henning Pohl",
		"type": "poster",
		"file": "Muresan2019CHILBW.pdf",
		"doi": "10.1145/3290607.3313084",
		"venue": "In CHI '19 Extended Abstracts on Human Factors in Computing Systems on - CHI EA '19",
		"acceptance": 42.2,
		"abstract": "Advances in AI are paving the way towards more natural interactions, blurring the line between bot and human. We present findings from a two-week diary study exploring users' interactions with the chatbot Replika. In particular, we focus on how users anthropomorphize chatbots and how this influences their engagement. We find that failing to adhere to social norms and glaring signs of humanity leads to decreased engagement unless balanced appropriately"
	},
	{
		"id": "Pohl2019a",
		"year": 2019,
		"title": "How we Guide, Write, and Cite at CHI",
		"authors": "Henning Pohl and Aske Mottelson",
		"type": "alt.chi",
		"file": "Pohl2019altCHI.pdf",
		"doi": "10.1145/3290607.3310429",
		"venue": "In CHI '19 Extended Abstracts on Human Factors in Computing Systems on - CHI EA '19",
		"acceptance": 23.0,
		"abstract": "There are many opinions on how to write an influential CHI paper, ranging from writing in an active voice to including colons in the title. However, little is known about how we actually write, and how writing influences impact. We conducted quantitative analyses of the full text of all 6578 CHI papers published since 1982 to investigate. We looked at readability, titles, novelty, and name-dropping and related these measures to the papers’ citation count; overall and for different subcommittees. We found that CHI papers are more readable than papers from other fields. Furthermore, readability, title length, and novelty markers all influence citation counts."
	},
	{
		"id": "Lilija2019",
		"year": 2019,
		"title": "Augmented Reality Views for Occluded Interaction",
		"authors": "Klemen Lilija, Henning Pohl, Sebastian Boring, and Kasper Hornbæk",
		"type": "full",
		"file": "Lilija2019CHI.pdf",
		"doi": "10.1145/3290605.3300676",
		"venue": "In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems - CHI '19",
		"talkvideo": "nxf6xW_z_s4",
		"video": "m46csLomLqo",
		"acceptance": 23.8,
		"abstract": "We rely on our sight when manipulating objects. When objects are occluded, manipulation becomes difficult. Such occluded objects can be shown via augmented reality to re-enable visual guidance. However, it is unclear how to do so to best support object manipulation. We compare four views of occluded objects and their effect on performance and satisfaction across a set of everyday manipulation tasks of varying complexity. The best performing views were a see-through view and a displaced 3D view. The former enabled participants to observe the manipulated object through the occluder, while the latter showed the 3D view of the manipulated object offset from the object's real location. The worst performing view showed remote imagery from a simulated hand-mounted camera. Our results suggest that alignment of virtual objects with their real-world location is less important than an appropriate point-of-view and view stability"
	},
	{
		"id": "Pohl2019",
		"year": 2019,
		"title": "Charting Subtle Interaction in the HCI Literature",
		"authors": "Henning Pohl, Andreea Muresan, and Kasper Hornbæk",
		"type": "full",
		"file": "Pohl2019CHI.pdf",
		"doi": "10.1145/3290605.3300648",
		"venue": "In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems - CHI '19",
		"acceptance": 23.8,
		"award": "honorable mention",
		"abstract": "Human-computer interaction is replete with ways of talking about qualities of interaction or interfaces, including if they are expressive, rich, fluid, or playful. An example of such a quality is subtle. While this word is frequently used in the literature, we lack a coherent account of what it means to be subtle, how to achieve subtleness in an interface, and what theoretical backing subtleness has. To create such an account, we analyze a sample of 55 publications that use the word subtle. We describe the variants of subtle interaction in the literature, including claimed benefits, empirical approaches, and ethical considerations. Not only does this create a basis for thinking about subtleness as a quality of interaction, it also works to show how to solidify varieties of quality in HCI. We conclude by outlining some open empirical and conceptual questions about subtleness."
	},
	{
		"id": "Pohl2018a",
		"year": 2018,
		"title": "ElectricItch: Skin Irritation as a Feedback Modality",
		"authors": "Henning Pohl and Kasper Hornbæk",
		"type": "full",
		"file": "Pohl2018UIST.pdf",
		"github": "https://github.com/henningpohl/itch-feedback",
		"talkvideo": "Seb0e0TcJHA",
		"doi": "10.1145/3242587.3242647",
		"venue": "In Proceedings of the 31st annual ACM symposium on User interface software and technology - UIST '18",
		"acceptance": 21.3,
		"abstract": "Grabbing users' attention is a fundamental aspect of interactive systems. However, there is a disconnect between the ways our devices notify us and how our bodies do so naturally. In this paper, we explore the body's modality of itching as a way to provide such natural feedback. We create itching sensations via low-current electric stimulation, which allows us to quickly generate this sensation on demand. In a first study we explore the design space around itching and how changes in stimulation parameters influence the resulting sensation. In a second study we compare vibration feedback and itching integrated in a smartwatch form factor. We find that we can consistently induce itching sensations and that these are perceived as more activating and interrupting than vibrotactile stimuli."
	},
	{
		"id": "Pohl2018",
		"year": 2018,
		"title": "Wanding Through Space: Interactive Calibration for Electric Muscle Stimulation",
		"authors": "Henning Pohl and Jarrod Knibbe",
		"type": "short",
		"file": "Pohl2018AH.pdf",
		"doi": "10.1145/3174910.317494",
		"venue": "In Proceedings of the 9th Augmented Human International Conference - AH '18",
		"abstract": "Electric Muscle Stimulation (EMS) has emerged as an interaction paradigm for HCI. It has been used to confer object affordance, provide walking directions, and assist with sketching. However, the electrical signals used for EMS are multi-dimensional and require expert calibration before use. To date, this calibration has occurred as a collaboration between the experimenter, or interaction designer, and the user/participant. However, this is time-consuming, results in sampling only a limited space of possible signal configurations, and removes control from the participant. We present a calibration and signal exploration technique that both enables the user to control their own stimulation and thus comfort, and supports exploration of the continuous space of stimulation signals."
	},
	{
		"id": "Pohl2017t",
		"year": 2017,
		"title": "Casual Interaction: Devices and Techniques for Low-Engagement Interaction",
		"authors": "Henning Pohl",
		"type": "thesis",
		"file": "Dissertation-HenningPohl.pdf",
		"venue": "PhD Thesis at Leibniz Universität Hannover",
		"abstract": ["Interactive systems in use today are commonly built around an assumption of focused and engaged effort of the user. However, many situations call for a less engaged, more casual way for users to control their devices. Consider, for example, the difference between sitting down at a desk to write an email and sending a quick text while on public transport. In the former scenario, focused interaction is much more likely while the later scenario can benefit from interaction that is less demanding. Such lower-engagement interactions form the basis for casual interaction.", "Users might desire less engaged interactions because they are occupied, are tired, focused elsewhere, or just lazy. We explore these and other reasons that make lower-engagement interaction desirable. In particular, we also look at evidence that users see a need or desire systems that allow them to engage less. In the process of engaging less, users delegate some control to the system. Hence, casual interaction systems require models to fill in for users that are disengaged. What form this takes depends on the specific system. For example, we explore a text entry system where users can adapt the level of correction applied to their texts. In this case, the underlying model incorporates language-based and touch-based input disambiguation to ease the workload on users should they desire correction of their texts.", "Starting from a conceptual view of casual interaction, this dissertation describes a range of concrete instantiations of casual interaction systems. This work spans from around-device interaction, via smart homes and text input, to systems that offer more casual forms of output. How to translate the desire for lower-engagement devices to actual systems has no straightforward answer. Hence, each system described herein draws upon engagement and control aspects specific to the target scenario for design of lower-engagement alternatives.", "With a growing number of interactive devices on and around users, focused interaction with all of them at all times is not sustainable. Casual interaction strives to empower users to choose lower-engagement interactions as they see fit and lower their interaction burden accordingly."]
	},
	{
		"id": "Pohl2017b",
		"year": 2017,
		"title": "Inhibiting Freedom of Movement with Compression Feedback",
		"authors": "Henning Pohl, Franziska Hoheisel, and Michael Rohs",
		"type": "poster",
		"file": "Pohl2017CHILBW.pdf",
		"doi": "10.1145/3027063.3053081",
		"venue": "In Proceedings of the 2017 CHI Conference Extended Abstracts on Human Factors in Computing Systems - CHI EA '17",
		"acceptance": 38.7,
		"abstract": "Compression feedback uses inflatable straps to create uniform pressure sensations around limbs. Lower-pressure stimuli are well suited as a feedback channel for, e.g., notifications. However, operating compression feedback systems at higher pressure levels allows to physically inhibit movement. Here, we describe this modality and present a pervasive jogging game that employs physical inhibition to push runners to reach checkpoints in time."
	},
	{
		"id": "Pohl2017a",
		"year": 2017,
		"title": "Beyond Just Text: Semantic Emoji Similarity Modeling to Support Expressive Communication 👫 📲 😃",
		"authors": "Henning Pohl, Christian Domin, and Michael Rohs",
		"type": "journal",
		"file": "Pohl2017TOCHI.pdf",
		"doi": "10.1145/3039685",
		"venue": "In ACM Transactions on Computer-Human Interaction, 24(6)",
		"talkvideo": "Ut2s3mKL1Sk",
		"abstract": "Emoji, a set of pictographic Unicode characters, have seen strong uptake over the last couple of years. All common mobile platforms and many desktop systems now support emoji entry and users have embraced their use. Yet, we currently know very little about what makes for good emoji entry. While soft keyboards for text entry are well optimized, based on language and touch models, no such information exists to guide the design of emoji keyboards. In this article, we investigate of the problem of emoji entry, starting with a study of the current state of the emoji keyboard implementation in Android. To enable moving forward to novel emoji keyboard designs, we then explore a model for emoji similarity that is able to inform such designs. This semantic model is based on data from 21 million collected tweets containing emoji. We compare this model against a solely description-based model of emoji in a crowdsourced study. Our model shows good performance in capturing detailed relationships between emoji."
	},
	{
		"id": "Pohl2017",
		"year": 2017,
		"title": "Squeezeback: Pneumatic Compression for Notifications",
		"authors": "Henning Pohl, Peter Brandes, Hung Ngo Quang, and Michael Rohs",
		"type": "full",
		"file": "Pohl2017CHI.pdf",
		"doi": "10.1145/3025453.3025526",
		"venue": "In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems - CHI '17",
		"acceptance": 25.0,
		"abstract": "Current mobile devices commonly use vibration feedback to signal incoming notifications. However, vibration feedback exhibits strong attention capture, limiting its use to short periods and prominent notifications. Instead, we investigate the use of compression feedback for notifications, which scales from subtle stimuli to strong ones and can provide sustained stimuli over longer periods. Compression feedback utilizes inflatable straps around a user's limbs, a form factor allowing for easy integration into many common wearables. We explore technical aspects of compression feedback and investigate its psychophysical properties with several lab and in situ studies. Furthermore, we show how compression feedback enables reactive feedback. Here, deflation patterns are used to reveal further information on a user's query. We also compare compression and vibrotactile feedback and find that they have similar performance."
	},
	{
		"id": "Pohl2016d",
		"year": 2016,
		"title": "Multi-Level Interaction with an LED-Matrix Edge Display",
		"authors": "Henning Pohl, Bastian Krefeld, and Michael Rohs",
		"type": "poster",
		"file": "Pohl2016MobileHCIPoster.pdf",
		"doi": "10.1145/2957265.2961855",
		"venue": "In Proceedings of the 18th international conference on Human-computer interaction with mobile devices and services adjunct - MobileHCI '16 Adjunct",
		"acceptance": 54.0,
		"abstract": "Interaction with mobile devices currently requires close engagement with them. For example, users need to pick them up and unlock them, just to check whether the last notification was for an urgent message. But such close engagement is not always desirable, e.g., when working on a project with the phone just laying around on the table. Instead, we explore around-device interactions to bring up and control notifications. As users get closer to the device, more information is revealed and additional input options become available. This allows users to control how much they want to engage with the device. For feedback, we use a custom LED-matrix display prototype on the edge of the device. This allows for coarse, but bright, notifications in the periphery of attention, but scales up to allow for slightly higher resolution feedback as well."
	},
	{
		"id": "Pohl2016c",
		"year": 2016,
		"title": "EmojiZoom: Emoji Entry via Large Overview Maps 😄 🔍",
		"authors": "Henning Pohl, Dennis Stanke, and Michael Rohs",
		"type": "full",
		"file": "Pohl2016MobileHCIEmojiZoom.pdf",
		"doi": "10.1145/2935334.2935382",
		"venue": "In Proceedings of the 18th international conference on Human-computer interaction with mobile devices and services - MobileHCI '16",
		"video": "xkrE4EaYI6A",
		"acceptance": 23.9,
		"abstract": "Current soft keyboards for emoji entry all present emoji in the same way: in long lists, spread over several categories. While categories limit the number of emoji in each individual list, the overall number is still so large, that emoji entry is a challenging task. The task takes particularly long if users pick the wrong category when searching for an emoji. Instead, we propose a new zooming keyboard for emoji entry. Here, users can see all emoji at once, aiding in building spatial memory where related emoji are to be found. We compare our zooming emoji keyboard against the Google keyboard and find that our keyboard allows for 18% faster emoji entry, reducing the required time for one emoji from 15.6s to 12.7s. A preliminary longitudinal evaluation with three participants showed that emoji entry time over the duration of the study improved at up to 60% to a final average of 7.5s."
	},
	{
		"id": "Pohl2016b",
		"year": 2016,
		"title": "ScatterWatch: Subtle Notifications via Indirect Illumination Scattered in the Skin",
		"authors": "Henning Pohl, Justyna Medrek, and Michael Rohs",
		"type": "full",
		"file": "Pohl2016MobileHCISmartwatch.pdf",
		"doi": "10.1145/2935334.2935351",
		"venue": "In Proceedings of the 18th international conference on Human-computer interaction with mobile devices and services - MobileHCI '16",
		"video": "eOLQ72CM2oY",
		"acceptance": 23.9,
		"abstract": "With the increasing popularity of smartwatches over the last years, there has been a substantial interest in novel input methods for such small devices. However, feedback modalities for smartwatches have not seen the same level of interest. This is surprising, as one of the primary function of smartwatches is their use for notifications. It is the interrupting nature of current notifications on smartwatches that has also drawn some of the more critical responses to them. Here, we present a subtle notification mechanism for smartwatches that uses light scattering in a wearer's skin as a feedback modality. This does not disrupt the wearer in the same way as vibration feedback and also connects more naturally with the user's body."
	},
	{
		"id": "Pohl2016a",
		"year": 2016,
		"title": "Peripheral Interaction: Challenges and Opportunities for HCI in the Periphery of Attention",
		"authors": "Henning Pohl",
		"type": "bookchapter",
		"doi": "10.1007/978-3-319-29523-7_6",
		"venue": "In Peripheral Interaction: Challenges and Opportunities for HCI in the Periphery of Attention",
		"abstract": "In what we call the focused-casual continuum, users pick how much control they want to have when interacting. Through offering several different ways for interaction, such interfaces can then be more appropriate for, e.g., use in some social situations, or use when exhausted. In a very basic example, an alarm clock could offer one interaction mode where an alarm can only be turned off, while in another, users can choose between different snooze responses. The first mode is more restrictive but could be controlled with one coarse gesture. Only when the user wishes to pick between several responses, more controlled and fine interaction is needed. Low control, more casual interactions can take place in the background or the periphery of the user, while focused interactions move into the foreground. Along the focused-casual continuum, a plethora of interaction techniques have their place. Currently, focused interaction techniques are often the default ones. In this chapter, we thus focus more closely on techniques for casual interaction, which offer ways to interact with lower levels of control. Presented use cases cover scenarios such as text entry, user recognition, tangibles, or steering tasks. Furthermore, in addition to potential benefits from applying casual interaction techniques during input, there is also a need for feedback which does not immediately grab our attention, but can scale from the periphery to the focus of our attention. Thus, we also cover several such feedback methods and show how the focused-casual continuum can encompass the whole interaction."
	},
	{
		"id": "Domin2016",
		"year": 2016,
		"title": "Improving Plagiarism Detection in Coding Assignments by Dynamic Removal of Common Ground",
		"authors": "Christian Domin, Henning Pohl, and Markus Krause",
		"type": "poster",
		"file": "Domin2016CHILBW.pdf",
		"doi": "10.1145/2851581.2892512",
		"venue": "In Proceedings of the 2016 CHI Conference Extended Abstracts on Human Factors in Computing Systems - CHI EA '16",
		"acceptance": 43.4,
		"abstract": "Plagiarism in online learning environments has a detrimental effect on the trust of online courses and their viability. Automatic plagiarism detection systems do exist yet the specific situation in online courses restricts their use. To allow for easy automated grading, online assignments usually are less open and instead require students to fill in small gaps. Therefore solutions tend to be very similar, yet are then not necessarily plagiarized. In this paper we propose a new approach to detect code re-use that increases the prediction accuracy by dynamically removing parts in assignments which are part of almost every assignment—the so called common ground. Our approach shows significantly better F-measure and Cohen's Kappa results than other state of the art algorithms such as Moss or JPlag. The proposed method is also language agnostic to the point that training and test data sets can be taken from different programming languages."
	},
	{
		"id": "Pohl2015d",
		"year": 2015,
		"title": "",
		"authors": "Henning Pohl, Markus Hettig, Oliver Karras, Hatice Ötztürk, and Michael Rohs",
		"type": "poster",
		"file": "Pohl2015UbiCompPoster.pdf",
		"doi": "10.1145/2800835.2800932",
		"venue": "In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing: Adjunct Publication - UbiComp '15 Adjunct",
		"abstract": "In relaxed living room settings, using a phone to control the room can be inappropriate or cumbersome. Instead of such explicit interactions, we enable implicit control via a posture-sensing couch. Users can then, e.g., automatically turn on the reading lights when sitting down."
	},
	{
		"id": "Pohl2015c",
		"year": 2015,
		"title": "One-Button Recognizer: Exploiting Button Pressing Behavior for User Differentiation",
		"authors": "Henning Pohl, Markus Krause, and Michael Rohs",
		"type": "short",
		"file": "Pohl2015UbiComp.pdf",
		"doi": "10.1145/2750858.2804270",
		"venue": "In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing - UbiComp '15",
		"acceptance": 23.6,
		"video": "1IMZUKRWIMU",
		"abstract": "We present a novel way to recognize users by the way they press a button. Our approach allows low-effort and fast interaction without the need for augmenting the user or controlling the environment. It eschews privacy concerns of methods such as fingerprint scanning. Button pressing behavior is sufficiently discriminative to allow distinguishing users within small groups. This approach combines recognition and action in a single step, e.g., getting and tallying a coffee can be done with one button press. We deployed our system for 5 users over a period of 4 weeks and achieved recognition rates of 95% in the last week. We also ran a larger scale but short-term evaluation to investigate effects of group size and found that our method degrades gracefully for larger groups."
	},
	{
		"id": "Pohl2015a",
		"year": 2015,
		"title": "Casual Interaction: Scaling Interaction for Multiple Levels of Engagement",
		"authors": "Henning Pohl",
		"type": "dc",
		"doi": "10.1145/2702613.2702625",
		"venue": "Proceedings of the 33rd Annual ACM Conference Extended Abstracts on Human Factors in Computing Systems - CHI EA '15",
		"acceptance": 55.0,
		"abstract": "In the focused-casual continuum, users are given a choice of how much they wish to engage with an interface. In situations where they are, e.g., physically encumbered, they may wish to trade some control for the convenience of interacting at all. Currently, most devices only offer focused interaction capabilities or restrict users to binary foreground/background interaction choices. In casual interactions, users consciously pick a way to interact that is suitable for their desired engagement level. Users will be expecting devices to offer several ways for control along the engagement scale."
	},
	{
		"id": "Pohl2015b",
		"year": 2015,
		"title": "Wrist Compression Feedback by Pneumatic Actuation",
		"authors": "Henning Pohl, Dennis Becke, Eugen Wagner, Maximilian Schrapel, and Michael Rohs",
		"type": "demo",
		"file": "Pohl2015CHIDemo.pdf",
		"doi": "10.1145/2702613.2725427",
		"venue": "In CHI '15 Extended Abstracts on Human Factors in Computing Systems on - CHI EA '15",
		"abstract": "Most common forms of haptic feedback use vibration, which immediately captures the user's attention, yet is limited in the range of strengths it can achieve. Vibration feedback over extended periods also tends to be annoying. We present compression feedback, a form of haptic feedback that scales from very subtle to very strong and is able to provide sustained stimuli and pressure patterns. The demonstration may serve as an inspiration for further work in this area, applying compression feedback to generate subtle, intimate, as well as intense feedback."
	},
	{
		"id": "Krause2015",
		"year": 2015,
		"title": "A Playful Game Changer: Fostering Student Retention in Online Education with Social Gamification",
		"authors": "Markus Krause, Marc Mogalle, Henning Pohl, and Joseph Jay Williams",
		"type": "full",
		"file": "Krause2015.pdf",
		"doi": "10.1145/2724660.2724665",
		"venue": "In Proceedings of the second ACM conference on Learning @ scale - L@S '15",
		"acceptance": 26.0,
		"abstract": "Many MOOCs report high drop off rates for their students. Among the factors reportedly contributing to this picture are lack of motivation, feelings of isolation, and lack of interactivity in MOOCs. This paper investigates the potential of gamification with social game elements for increasing retention and learning success. Students in our experiment showed a significant increase of 25% in retention period (videos watched) and 23% higher average scores when the course interface was gamified. Social game elements amplify this effect significantly – students in this condition showed an increase of 50% in retention period and 40% higher average test scores."
	},
	{
		"id": "Pohl2014",
		"year": 2014,
		"title": "Around-Device Devices: My Coffee Mug is a Volume Dial",
		"authors": "Henning Pohl and Michael Rohs",
		"type": "full",
		"file": "Pohl2014MobileHCI.pdf",
		"doi": "10.1145/2628363.2628401",
		"venue": "In Proceedings of the 16th international conference on Human-computer interaction with mobile devices and services companion - MobileHCI '14",
		"acceptance": 21.3,
		"abstract": "For many people their phones have become their main everyday tool. While phones can fulfill many different roles they also require users to (1) make do with affordance not specialized for the specific task, and (2) closely engage with the device itself. We propose utilizing the space and objects around the phone to offer better task affordance and to create an opportunity for casual interactions. Such around-device devices are a class of interactors that do not require users to bring special tangibles, but repurpose items already found in the user's surroundings. In a survey study, we determine which places and objects are available to around-device devices. Furthermore, in an elicitation study, we observe what objects users would use for ten interactions."
	},
	{
		"id": "Pohl2014b",
		"year": 2014,
		"title": "Brave New Interactions: Performance-Enhancing Drugs for Human-Computer Interaction",
		"authors": "Henning Pohl",
		"type": "alt.chi",
		"file": "Pohl2014altCHI.pdf",
		"doi": "10.1145/2559206.2578882",
		"venue": "In CHI '14 Extended Abstracts on Human Factors in Computing Systems on - CHI EA '14",
		"acceptance": 37.5,
		"abstract": "In the area of sports, athletes often resort to performance enhancing drugs to gain an advantage. Similarly, people use pharmaceutical drugs to aid learning, dexterity, or concentration. We investigate how pharmaceutical drugs could be used to enhance interactions. We envision that in the future, people might take pills along with their vitamins in the morning to improve how they can interact over the day. In addition to performance improvements this, e.g., could also include improvements in enjoyment or fatigue."
	},
	{
		"id": "Pohl2014a",
		"year": 2014,
		"title": "Casual Interaction: Scaling Fidelity for Low-Engagement Interactions",
		"authors": "Henning Pohl, Michael Rohs, and Roderick Murray-Smith",
		"type": "workshop",
		"file": "Pohl2014WorkshopCHI.pdf",
		"venue": "At Workshop on Peripheral Interaction: Shaping the Research and Design Space at CHI 2014",
		"abstract": "When interacting casually, users relinquish some control over their interaction to gain the freedom to devote their engagement elsewhere. This allows them to still interact even when they are encumbered, distracted, or engaging with others. With their focus on something else, casual interaction will often take place in the periphery---either spatially by, e.g., interacting laterally or with respect to attention, by interacting in the background."
	},
	{
		"id": "Baudisch2014",
		"year": 2014,
		"title": "Imaginary Reality Basketball: A Ball Game Without a Ball",
		"authors": "Patrick Baudisch, Henning Pohl, Stefanie Reinicke, Emilia Wittmers, Patrick Lühne, Marius Knaust, Sven Köhler, Patrick Schmidt, and Christian Holz",
		"type": "demo",
		"file": "Baudisch2014CHIDemo.pdf",
		"doi": "10.1145/2559206.2574813",
		"venue": "In CHI '14 Extended Abstracts on Human Factors in Computing Systems on - CHI EA '14",
		"abstract": ["We present imaginary reality basketball, i.e., a ball game that mimics the respective real world sport, i.e., basketball, except that there is no visible ball. The ball is virtual and players learn about its position only from watching each other act and a small amount of occasional auditory feedback, e.g., when a person is receiving the ball.","Imaginary reality games maintain many of the properties of physical sports, such as unencumbered play, physical exertion, and immediate social interaction between players. At the same time, they allow introducing game elements from video games, such as power-ups, non-realistic physics, and player balancing. Most importantly, they create a new game dynamic around the notion of the invisible ball."]
	},
	{
		"id": "Weir2014",
		"year": 2014,
		"title": "Uncertain Text Entry on Mobile Devices",
		"authors": "Daryl Weir, Henning Pohl, Simon Rogers, Keith Vertanen, and Per Ola Kristensson",
		"type": "full",
		"file": "Weir2014CHI.pdf",
		"doi": "10.1145/2556288.2557412",
		"venue": "In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems - CHI '14",
		"acceptance": 22.8,
		"abstract": "Modern mobile devices typically rely on touchscreen keyboards for input. Unfortunately, users often struggle to enter text accurately on virtual keyboards. To address this, we present a novel decoder for touchscreen text entry that combines probabilistic touch models with a long-span language model. We investigate two touch models – one based on Gaussian Processes that implicitly models the inherent uncertainty of the touching process and a second that allows users to explicitly control the uncertainity via touch pressure. Using the first model we show that character error rate can be reduced by up to 7% over a baseline, and by up to 1.3% over a leading commercial keyboard. With the second model, we demonstrate that providing users with control over input certainty results in improved text entry rates for phrases containing out of vocabulary words."
	},
	{
		"id": "Baudisch2013",
		"year": 2013,
		"title": "Imaginary Reality Gaming: Ball Games Without a Ball",
		"authors": "Patrick Baudisch, Henning Pohl, Stefanie Reinicke, Emilia Wittmers, Patrick Lühne, Marius Knaust, Sven Köhler, Patrick Schmidt, and Christian Holz",
		"type": "full",
		"file": "Baudisch2013UIST.pdf",
		"doi": "10.1145/2501988.2502012",
		"venue": "In Proceedings of the 26th annual ACM Symposium on User Interface Software and Technology - UIST '13",
		"acceptance": 20.0,
		"video": "NNirAkibYGc",
		"abstract": "We present imaginary reality games, i.e., games that mimic the respective real world sport, such as basketball or soccer, except that there is no visible ball. The ball is virtual and players learn about its position only from watching each other act and a small amount of occasional auditory feedback, e.g., when a person is receiving the ball. Imaginary reality games maintain many of the properties of physical sports, such as unencumbered play, physical exertion, and immediate social interaction between players. At the same time, they allow introducing game elements from video games, such as power-ups, non-realistic physics, and player balancing. Most importantly, they create a new game dynamic around the notion of the invisible ball. To allow players to successfully interact with the invisible ball, we have created a physics engine that evaluates all plausible ball trajectories in parallel, allowing the game engine to select the trajectory that leads to the most enjoyable game play while still favoring skillful play."
	},
	{
		"id": "Pohl2013",
		"year": 2013,
		"title": "Focused and Casual Interactions: Allowing Users to Vary Their Level of Engagement",
		"authors": "Henning Pohl and Roderick Murray-Smith",
		"type": "full",
		"file": "Pohl2013CHI.pdf",
		"doi": "10.1145/2470654.2481307",
		"venue": "In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems - CHI '13",
		"acceptance": 20.0,
		"abstract": "We describe the focused–casual continuum, a framework for describing interaction techniques according to the degree to which they allow users to adapt how much attention and effort they choose to invest in an interaction conditioned on their current situation. Casual interactions are particularly appropriate in scenarios where full engagement with devices is frowned upon socially, is unsafe, physically challenging or too mentally taxing. Novel sensing approaches which go beyond direct touch enable wider use of casual interactions, which will often be ‘around device’ interactions. We consider the degree to which previous commercial products and research prototypes can be considered as fitting the focused– casual framework, and describe the properties using control theoretic concepts. In an experimental study we observe that users naturally apply more precise and more highly engaged interaction techniques when faced with a more challenging task and use more relaxed gestures in easier tasks."
	},
	{
		"id": "Pohl2012",
		"year": 2012,
		"title": "Quantum Games: Ball Games Without a Ball",
		"authors": "Henning Pohl, Christian Holz, Stefanie Reinicke, Emilia Wittmers, Marvin Killing, Konstantin Kaefer, Max Plauth, Tobias Mohr, Stephanie Platz, Philipp, and Patrick Baudisch",
		"type": "workshop",
		"file": "Pohl2012Pervasive.pdf",
		"venue": "At Workshop on Kinect in Pervasive Computing at Pervasive 2012",
		"abstract": "We present Quantum games, physical games that resemble corresponding real–world sports—except that the ball exists only in the players’ imagination. We demonstrate Quantum versions of team handball and air hockey. A computer system keeps score by tracking players using a Microsoft Kinect (air hockey) or a webcam (handball), simulates the physics of the ball, and reports ball interactions and scores back using auditory feedback. The key element that makes Quantum games playable is a novel type of physics engine that evaluates not one, but samples the set of all plausible ball trajectories in parallel. Before choosing a trajectory to realize, the engine massively increases the probability of outcomes that lead to enjoyable gameplay, such as goal shots, but also successful passes and intercepts that lead to fluid gameflow. The same mechanism allows giving a boost to inexpe- rienced players and implementing power–ups."
	},
	{
		"id": "Roudaut2011",
		"year": 2011,
		"title": "Touch Input on Curved Surfaces",
		"authors": "Anne Roudaut, Henning Pohl, and Patrick Baudisch",
		"type": "full",
		"file": "Roudaut2011CHI.pdf",
		"doi": "10.1145/1978942.1979094",
		"venue": "In Proceedings of the 2011 annual conference on Human factors in computing systems - CHI '11",
		"acceptance": 27.0,
		"abstract": "Advances in sensing technology are currently bringing touch input to non-planar surfaces, ranging from spherical touch screens to prototypes the size and shape of a ping-pong ball. To help interface designers create usable interfaces on such devices, we determine how touch surface curvature affects targeting. We present a user study in which participants acquired targets on surfaces of different curvature and at locations of different slope. We find that surface convexity increases pointing accuracy, and in particular reduces the offset between the input point perceived by users and the input point sensed by the device. Concave surfaces, in contrast, are subject to larger error offsets. This is likely caused by how concave surfaces hug the user's finger, thus resulting in a larger contact area. The effect of slope on targeting, in contrast, is unexpected at first sight. Some targets located downhill from the user's perspective are subject to error offsets in the opposite direction from all others. This appears to be caused by participants acquiring these targets using a different finger posture that lets them monitor the position of their fingers more effectively."
	},
	{
		"id": "Pohl2010",
		"year": 2010,
		"title": "Dance Pattern Recognition using Dynamic Time Warping",
		"authors": "Henning Pohl and Aristotelis Hadjakos",
		"type": "full",
		"file": "Pohl2010SMC.pdf",
		"venue": "In Proceedings of the 7th Sound and Music Computing Conference (SMC 2010)",
		"acceptance": 66.0,
		"abstract": "In this paper we describe a method to detect patterns in dance movements. Such patterns can be used in the context of interactive dance systems to allow dancers to influence computational systems with their body movements. For the detection of motion patterns, dynamic time warping is used to compute the distance between two given movements. A custom threshold clustering algorithm is used for subsequent unsupervised classification of movements. For the evaluation of the presented method, a wearable sensor system was built. To quantify the accuracy of the classification, a custom label space mapping was designed to allow comparison of sequences with disparate label sets."
	},
	{
		"id": "Pohl2010a",
		"year": 2010,
		"title": "Motion Pattern Recognition for Interactive Dance",
		"authors": "Henning Pohl",
		"type": "thesis",
		"file": "MasterThesis-HenningPohl.pdf",
		"venue": "Master Thesis at Technische Universität Darmstadt",
		"abstract": "In this thesis a method to detect patterns in dance movements is described. Such patterns can be used in the context of interactive dance systems to allow dancers to influence computational systems with their body movements. These dance interactions can provide additional information to people shaping an experience and allow them to incorporate their audience into their performance. For the detection of motion patterns, two different methods were designed to detect motion similarity. Using either dynamic time warping or feature vector comparison, the distance between two given movements can be computed. A custom threshold clustering algorithm is used for subsequent unsupervised classification of movements. For the evaluation of the presented method, a wearable sensor system was assembled out of available components. Additionally, an evaluation environment was created for the evaluation process itself. To quantify the accuracy of the classification, a custom label space mapping was designed to allow comparison of sequences with disparate label sets. Based on an evaluation of the system with four participants, this thesis's method is shown to be able to distinguish dissimilar movements. The capability to acceptably classify longer durations of movement activity is shown as well."
	},
	{
		"id": "Pohl2007",
		"year": 2007,
		"title": "Digital Television Mashups: Internet Usage Paradigms for TV Viewers",
		"authors": "Henning Pohl",
		"type": "thesis",
		"file": "BachelorReport-HenningPohl.pdf",
		"venue": "Bachelor Report at Universtät Bremen",
		"abstract": "The television world and the computer world are converging. We can now browse the internet on our television screens, access all our media from the TV, watch television on our PCs or have television shows available via video on demand. Technical aspects of that convergence have been addressed exhaustively but the usage aspects have not. Initially, I asked myself how our usage of the internet would change the way we use other media. In this report I would like to concentrate on the idea that as television and computers converge the usage paradigms of both worlds will ultimately converge as well. I will provide examples of what such a convergence might look like. For that purpose I will give an overview of the current state of the TV / PC landscape and evaluate how it addresses the possibilities of the convergence mentioned before. I will outline the main relevant features of the internet and digital television and how they could influence the potential converged experience. I will have a look at the software solutions in place at the moment and evaluate their suitability for usage convergence scenarios. Finally, I will present new concepts for of usage convergence. While the examples are conceptual in nature I will also present a prototype implementation and outline its technical aspects."
	},
]
